<template>
    <div class="about">
        <h1>О платформе</h1>
        <p>ConfOlympApp - это невероятно полезное веб-приложение, которое позволяет вам с легкостью управлять своей конференцией. С помощью нашего платформенного блока вы можете легко добавлять и удалять функции по мере необходимости, настраивая платформу в соответствии с вашими конкретными потребностями в проведении конференций. Независимо от того, нужно ли вам добавить новую сессию, создать профиль спикера или обновить расписание конференции, наш блок платформы позволяет легко сделать это всего за несколько кликов. Кроме того, благодаря нашему удобному интерфейсу вам не нужно быть техническим экспертом, чтобы ориентироваться в блоке платформы. Итак, если вы ищете гибкое и настраиваемое решение для управления вашей студенческой конференцией, обратите внимание на блок платформы ConfOlympApp.</p>
    </div>
</template>

<script>
export default {
    name: "About"
}
</script>

<style scoped>
.about {
    display: flex;
    flex-direction: column;
    justify-content: center;
}
</style>
