<template>
    <section class="about">
        <div class="container">
            <h2>О нас</h2>
            <p>Добро пожаловать в наше приложение для студенческих конференций! Наша миссия состоит в том, чтобы объединить студентов со всего мира и предоставить им возможности для личностного и профессионального роста.</p>
            <p>Наша платформа была создана с целью помочь студентам получить знания и опыт посредством посещения конференций, семинаров и сетевых мероприятий. Мы верим, что, объединяя яркие умы из разных слоев общества и дисциплин, мы можем способствовать инновациям, творчеству и сотрудничеству.</p>
            <p>В нашем приложении для студенческих конференций мы стремимся предоставлять высококачественные мероприятия, адаптированные к потребностям и интересам наших посетителей. Наша команда состоит из увлеченных людей, которые стремятся изменить жизнь студентов к лучшему. Мы верим, что образование - это ключ к раскрытию потенциала человека и созданию лучшего будущего для всех.</p>
            <p>Присоединяйтесь к нам в этом путешествии открытий, обучения и роста. Мы приглашаем вас изучить нашу платформу и открыть для себя множество доступных вам возможностей. Являетесь ли вы студентом, исследователем, предпринимателем или просто кем-то, кто увлечен обучением, в нашем приложении для студенческих конференций найдется что-то для каждого.</p>
            <p>Спасибо вам за то, что вы являетесь частью нашего сообщества. Мы с нетерпением ждем возможности связаться с вами и помочь вам достичь ваших целей.</p>
        </div>
    </section>
</template>

<script>
export default {
    name: "About"
}
</script>

<style scoped>
.about {
    padding: 50px 0;
    background-color: #f7f7f7;
}

.about h2 {
    font-size: 36px;
    font-weight: bold;
    text-align: center;
    margin-bottom: 30px;
}

.about p {
    font-size: 18px;
    line-height: 1.5;
    text-align: justify;
    margin-bottom: 30px;
}

.about .about-image {
    display: block;
    margin: 0 auto;
    max-width: 100%;
    height: auto;
    border-radius: 50%;
    box-shadow: 0 0 10px rgba(0, 0, 0, 0.3);
}
</style>
